{
  "n1": {
    "category": "Teknoloji",
    "imageUrl": "images/tarim.png",
    "title": "Yapay Zekâ Destekli Tarım: Verimlilikte Yeni Dönem Başlıyor",
    "content": "Yapay zekâ teknolojileri, tarım sektöründe devrim yaratıyor. Sensörler ve veri analizi ile çiftçiler, mahsul verimliliğini artırıyor, su ve gübre kullanımını optimize ediyor. Bu yenilikler, sürdürülebilir tarımı destekleyerek gıda üretiminde önemli bir artış sağlıyor."
  },
  "n2": {
    "category": "Teknoloji",
    "imageUrl": "images/5g.png",
    "title": "5G Teknolojisi, Akıllı Şehirlerin Kapısını Aralıyor",
    "content": "5G teknolojisi, şehir altyapısında büyük değişiklikler getiriyor. Yüksek hızlı internet bağlantısı sayesinde akıllı trafik yönetimi, enerji verimliliği ve güvenlik sistemleri daha da gelişiyor. Bu dönüşüm, şehirlerde yaşam kalitesini artırırken, çevresel sürdürülebilirliği de destekliyor."
  },
  "n3": {
    "category": "Teknoloji",
    "imageUrl": "images/telepatik.png",
    "title": "Telepatik İnternet: Beyin Dalgalarıyla Mesaj Gönderme Dönemi Başladı",
    "content": "Yeni bir teknoloji, internet üzerinden beyin dalgalarıyla telepatik iletişimi mümkün kılıyor. Bilim insanları, bir kişinin düşündüğü kelimeleri anında karşı tarafa iletebilen bir cihaz geliştirdi. Bu buluş, iletişimde devrim yaratacak gibi görünüyor"
  },
  "n4": {
    "category": "Spor",
    "imageUrl": "images/kosuayak.png",
    "title": "Koşu Ayakkabılarıyla Uçmak: Yeni Spor Dalı 'Air Running' Tanıtıldı",
    "content": "Bir spor malzemeleri şirketi, kullanıcıların koşarken yerden yükselmesini sağlayan özel ayakkabılar üretti. 'Air Running' adı verilen bu yeni spor dalı, koşucuların havada süzülerek yarışmalarına imkan tanıyor. Bu yenilik, sporseverler arasında büyük heyecan yarattı"
  },
  "n5": {
    "category": "İklim",
    "imageUrl": "images/kutup.png",
    "title": "Kutup Bölgelerinde Erime Hızlanıyor: Deniz Seviyeleri Tehdit Altında",
    "content": "Bilim insanları, kutup bölgelerindeki buzulların erime hızının son yıllarda iki kat arttığını rapor etti. Bu durum, deniz seviyelerinin yükselmesine ve kıyı bölgelerinin tehdit altında kalmasına neden oluyor. Uzmanlar, iklim değişikliğiyle mücadelede acil önlemler alınması gerektiğini vurguluyor."
  },
  "n6":{
    "category": "Spor",
    "imageUrl": "images/yüzme.png",
    "title": "Olimpiyatlarda Yeni Rekor: Yüzmede 100 Metre Serbestte Tarihi Performans",
    "content": "Tokyo Olimpiyatları'nda, yüzmede 100 metre serbest stil yarışında yeni bir dünya rekoru kırıldı. Sporcu, 46.91 saniyelik derecesiyle altın madalyayı kazanırken, yüzme tarihinde yeni bir sayfa açtı."
  }}